[
   {
      "info":"Information",
      "desc":"The tamarind tree produces brown, pod-like fruits that contain a sweet, tangy pulp, which is used in cuisines around the world. The pulp is also used in traditional medicine and as a metal polish. The tree's wood can be used for woodworking and tamarind seed oil can be extracted from the seeds.",
      "cult":"Cultivation",
      "cultdesc":"  Tamarind tree has a acid climatic adaptability and can be grown in humid to dry hot regions. It is very sensitive to frost. The optimum rainfall requirement is 750-1900mm, but can thrive in region with low annual rainfall of 500-750mm.It can thrive on variety of soils, but deep loamy or alluvial soils providing optimum condition for development of its long tap roots are ideal. It can tolerate slightly saline and alkaline soils.Common method of propagation in vogue is by seed. However, being heterozygtes, it does not breed true to type through seed. The prolonged juvenile phase is also due to predominance of seed propogation. Seedlings Trees about 15-20 years for economic yields. Vegetatively propagated plants start yielding after 3-4 years. Vegetative methods such as approach grafting, air layering and budding have been successful. However layers are suitable for planting under dryland conditions for lack of deep growing tap root system. In order to obtain true to type plants with reduced pre-bearing age, uniform growth and yield vegetative methods like budding and grafting be used in establishing Tamarind orchards.In order to provide space and proper medium for development of vigourous and deep tap root system planting should be done in pits of 1 x 1 x 1m size. The pits should be dug during summer and filled in with 2 kg single superphosphate at the base and with a mixture of well decomposed Farm yard manure and top soil. About 100g 10 per cent carbanyl powder be mixed in the soil mixture to avoid the problem of termites. The planting distance may vary from 8 X 8 to 10 X 10m depending on the soil type, closer spacing in shallow soils and wider spacing in deep soils be adopted Rootstock seedlings be planted in situ during monsoon (June-July) and budded by patched method using a bud from improved variety."
   }
]